// Keyboard HID (handsfree) panel
"MSG_TYPE_PASSKEY" = "Geben Sie bitte das folgende Kennwort ein und betätigen Sie danach den Zeilenschalter auf Ihrer Tastatur.";

"MSG_PAIRING_TIMEOUT" = "Die Verbindung zu „%@“ kann nicht aufgebaut werden. Klicken Sie auf „Verbinden“, um es erneut zu versuchen.";
"MSG_PAIRING_TIMEOUT_AUTO" = "Die Verbindung zu „%@“ kann nicht aufgebaut werden. Versuch mit der nächsten Tastatur in 5 Sekunden.";
"MSG_PAIRING_TIMEOUT_AUTO_LAST" = "Die Verbindung zu „%@“ kann nicht aufgebaut werden. Weiterer Versuch in 5 Sekunden.";

"MSG_PAIRING_FAILED" = "Die Verbindung zu Ihrer Tastatur kann nicht aufgebaut werden. Klicken Sie auf „Verbinden“, um es erneut zu versuchen.";
"MSG_PAIRING_FAILED_AUTO" = "Verbindung zur Tastatur kann nicht aufgebaut werden. Erneuter Versuch …";

// Discovery Panel (General)
"kDiscovery_Gen_ErrorOccurredSearchingKey" = "Bei der Suche nach drahtlosen Geräten ist ein Fehler aufgetreten.";


//getPairingWithDeviceTitle;
"TITLE_PAIRING_WITH_YOUR_KEYBOARD" = "Verbindungsaufbau zur Tastatur „%@“.";
"TITLE_PAIRING_WITH_YOUR_MOUSE" = "Verbindungsaufbau zur Maus „%@“.";

//getSearchingForDeviceTitle;
"TITLE_SEARCHING_FOR_YOUR_KEYBOARD" = "Suche nach Ihrer Tastatur …";
"TITLE_SEARCHING_FOR_YOUR_MOUSE" = "Suche nach Ihrer Maus …";

//getDevicePairedTitle
"TITLE_PAIRED_KEYBOARD" = "Ihr Computer wurde erfolgreich mit „%@“ verbunden.";
"TITLE_PAIRED_MOUSE" = "Ihr Computer wurde erfolgreich mit „%@“ verbunden.";

//getNFoundTitle
"TITLE_KEYBOARD_N_FOUND" = "Der Assistent hat %d drahtlose Tastaturen gefunden.";
"TITLE_MOUSE_N_FOUND" = "Der Assistent hat %d drahtlose Mäuse gefunden.";

//getFoundTitle
"TITLE_KEYBOARD_FOUND" = "Der Assistent hat die Tastatur „%@“ gefunden.";
"TITLE_MOUSE_FOUND" = "Der Assistent hat die Maus „%@“ gefunden.";

//getMessageStartPairing
"MSG_START_PAIRING_KEYBOARD" = "Wählen Sie Ihre Tastatur aus der Liste aus und klicken Sie auf „Verbinden“. Sobald Ihre Tastatur verbunden ist, müssen Sie für die Verwendung Ihrer Tastatur das angezeigte Kennwort eingeben.";
"MSG_START_PAIRING_MOUSE" = "Der Assistent versucht, mit jeder Maus in der Liste eine Verbindung aufzubauen. Sobald Ihre Maus verbunden ist, können Sie den Mauszeiger mit Ihrer Maus bewegen.";

//getMessageStartPairingSingle
"MSG_START_PAIRING_KEYBOARD_SINGLE" = "Der Verbindungsaufbau mit „%@“ beginnt automatisch. Sobald Ihre Tastatur verbunden ist, müssen Sie für die Verwendung Ihrer Tastatur das angezeigte Kennwort eingeben.";
"MSG_START_PAIRING_MOUSE_SINGLE" = "Der Verbindungsaufbau mit „%@“ beginnt automatisch. Sobald Ihre Maus verbunden ist, können Sie mit Ihrer Maus den Mauszeiger bewegen.";

//getMessageDeviceNotFound
"MSG_KEYBOARDS_NOT_FOUND_SO_FAR" = "Es wurde keine Tastatur gefunden. Suchen …";
"MSG_MOUSE_NOT_FOUND_SO_FAR" = "Es wurde keine Maus gefunden. Suchen …";

//getMessageNoDevice
"MSG_NO_KEYBOARD" = "Es ist keine Tastatur an Ihrem Computer angeschlossen. Bitte schließen Sie jetzt eine Tastatur an.";
"MSG_NO_MOUSE" = "Es ist keine Maus an Ihrem Computer angeschlossen. Bitte schließen Sie jetzt eine Maus an.";

//getMessageNoDeviceBT
"MSG_NO_KEYBOARD_BLUETOOTH"	= "Es ist keine Tastatur an Ihrem Computer angeschlossen. Bitte schließen Sie jetzt eine Tastatur an.\n\nWenn Sie ein Apple Wireless Keyboard verwenden, vergewissern Sie sich, dass die Batterien korrekt eingelegt sind und die Tastatur eingeschaltet ist.";
"MSG_NO_MOUSE_BLUETOOTH" = "Es ist keine Maus an Ihrem Computer angeschlossen. Bitte schließen Sie jetzt eine Maus an.\n\nWenn Sie eine Apple Wireless Mouse verwenden, schalten Sie sie mithilfe des Schalters auf der Unterseite der Maus ein, indem Sie die Abdeckung verschieben, damit die LED freigelegt ist.\n\nWenn Sie keine Maus verwenden, schließen Sie jetzt eine Tastatur an.";

//getMessageGettingDeviceName
"MSG_GETTING_KEYBOARD_NAMES" = "%d Tastaturnamen aktualisieren …";
"MSG_GETTING_MOUSE_NAMES" = "%d Mausnamen aktualisieren …";

//getMessageWaitingForAcknowlegement
"MSG_WAITING_FOR_KEYBOARD_ACKNOWLEGEMENT" = "Betätigen Sie den Zeilenschalter auf Ihrer Tastatur, um die Verbindung zu bestätigen. Wenn Sie ihn nicht betätigen, wird der Verbindungsaufbau in %d Sekunden neu versucht.";
"MSG_WAITING_FOR_MOUSE_ACKNOWLEGEMENT" = "Verwenden Sie Ihre Maus, um über die unten angezeigte Taste „OK“ die Verbindung zu bestätigen. Wenn Sie nicht mit Ihrer Maus auf die Taste klicken, wird der Verbindungsaufbau in %d Sekunden neu versucht.";

//getMessageAuthenticationFailure
"MSG_AUTH_FAILURE_KEYBOARD" = "Das eingegebene Kennwort ist ungültig. Klicken Sie auf „Verbinden“, um es erneut zu versuchen.";
"MSG_AUTH_FAILURE_MOUSE" = "Der Verbindungsaufbau zu Ihrer Maus ist fehlgeschlagen. Klicken Sie auf „Verbinden“, um es erneut zu versuchen.";

//getMessageAuthenticationFailureAuto
"MSG_AUTH_FAILURE_KEYBOARD_AUTO" = "Das eingegebene Kennwort ist ungültig. Weiterer Verbindungsversuch mit der Tastatur in 5 Sekunden.";
"MSG_AUTH_FAILURE_MOUSE_AUTO" = "Der Verbindungsaufbau zu Ihrer Maus ist fehlgeschlagen. In 5 Sekunden wird ein erneuter Verbindungsversuch zur Maus unternommen.";

//getMessageAlreadyPaired
"MSG_ALREADY_PAIRED_KEYBOARD" = "Warten, bis die Tastatur verbunden ist …";
"MSG_ALREADY_PAIRED_MOUSE" = "Klicken Sie mit Ihrer Maus, um sie zu verwenden.";

// ** WARNINGS **
//getWarningPairingSingle
"MSG_WARNING_PAIRING_MOUSE_SINGLE" = "Falls dies nicht Ihre Maus ist, vergewissern Sie sich, dass die Maus eingeschaltet ist. Warten Sie dann, bis der Suchvorgang erneut gestartet wird.";
"MSG_WARNING_PAIRING_KEYBOARD_SINGLE" = "Falls dies nicht Ihre Tastatur ist, vergewissern Sie sich, dass die Tastatur eingeschaltet ist. Warten Sie dann, bis der Suchvorgang erneut gestartet wird.";

//getWarningPairing 
"MSG_WARNING_PAIRING_MOUSE" = "Falls Ihre Maus nicht in der Liste erscheint, vergewissern Sie sich, dass sie eingeschaltet ist. Warten Sie dann, bis der Suchvorgang erneut gestartet wird.";
"MSG_WARNING_PAIRING_KEYBOARD" = "Falls Ihre Tastatur nicht in der Liste erscheint, vergewissern Sie sich, dass sie eingeschaltet ist. Klicken Sie auf „Abbrechen“, um erneut zu suchen.";

//getWarningAcknowlegement
"MSG_WARNING_ACK_MOUSE" = "Falls sich der Mauszeiger nicht über die Maus bewegen lässt, ist Ihre Maus nicht mit dem Computer verbunden. Warten Sie auf einen erneuten Verbindungsaufbau.";
"MSG_WARNING_ACK_KEYBOARD" = "Falls das Betätigen des Zeilenschalters auf Ihrer Tastatur die Verbindung nicht bestätigt, ist Ihre Tastatur nicht mit dem Computer verbunden. Warten Sie auf einen erneuten Verbindungsaufbau.";

// ** PAIRING STATUS **
//getMessagePairingStarting
"MSG_PAIRING_STARTING" = "Verbindungsaufbau zu Ihrem Gerät …";

//getMessagePairingConnectingToDevice
"MSG_PAIRING_CONNECTING" = "Verbinden …";

//getMessagePairingConnectionEstablished
"MSG_PAIRING_CONNECTION_ESTABLISHED" = "Verbunden.";

//getMessagePairingConnectionComplete
"MSG_PAIRING_COMPLETE" = "Verbindungsaufbau ist abgeschlossen.";

"CUSTOM_MOUSE_NAME"	= "%@s Maus";
"CUSTOM_KEYBOARD_NAME"	= "%@s Tastatur";

